Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AccountsUserRemoveUserDescriptionAdditionalUser
source: Sign this profile out of this Apple TV, removing their media, app data in iCloud, and Game Center account.
ar: تسجيل خروج ملف التعريف هذا من هذا الـ Apple TV، ومن ثم إزالة ما يخصه من الوسائط وبيانات التطبيقات في iCloud وحساب Game Center.
ca: Tanca la sessió d’aquest perfil a l’Apple TV i elimina el seu contingut multimèdia, les seves dades d’apps desades a l’iCloud i el seu compte del Game Center.
cs: Odhlásí profil z Apple TV a odstraní jeho média, data aplikací na iCloudu a účet v Game Centru.
da: Log denne profil ud af dette Apple TV. Brugerens medier, appdata i iCloud og Game Center-konto bliver også fjernet.
de: Melde dieses Profil von diesem Apple TV ab und entferne die zugehörigen Medien, App-Daten in iCloud und den Game Center-Account.
el: Αποσύνδεση αυτού του προφίλ από αυτό το Apple TV και αφαίρεση των πολυμέσων, των δεδομένων εφαρμογών στο iCloud, και του λογαριασμού Game Center του χρήστη.
es: Se cerrará la sesión de este perfil en este Apple TV y se eliminará su contenido multimedia, los datos de sus apps en iCloud y su cuenta de Game Center.
es_us: Cierra la sesión de este perfil del Apple TV, lo que eliminará sus contenidos multimedia, datos de apps en iCloud y cuenta de Game Center.
fi: Kirjaa tämä profiili ulos tästä Apple TV:stä ja poista sen media, iCloudissa oleva appidata ja Game Center -tili.
fr: Déconnectez ce profil de cette Apple TV pour supprimer ses contenus multimédias, ses données d’apps stockées sur iCloud et son compte Game Center.
fr_ca: Déconnectez ce profil de cette Apple TV. Cela aura pour effet de supprimer son contenu multimédia, ses données d’apps provenant d’iCloud et son compte Game Center.
he: ניתן לנתק פרופיל זה מה-Apple TV ולהסיר את המדיה, את נתוני היישומים ב-iCloud ואת חשבון ה-Game Center שלו.
hi: इस प्रोफ़ाइल को इस Apple TV से साइन आउट करें और उनके मीडिया, iCloud से ऐप डेटा और Game Center खाता हटाएँ।
hr: Odjavite ovaj profil s ovog Apple TV-a i time uklonite njegove medije, podatke aplikacija na iCloudu i Game Center račun.
hu: Kiléptetheti ezt a profilt erről az Apple TV-ről, valamint eltávolíthatja az iCloud- és Game Center-fiókjában tárolt médiatartalmakat és appadatokat.
id: Keluarkan profil ini dari Apple TV ini, yang akan menghapus media, data app di iCloud, dan akun Game Center mereka.
it: Esegui il logout di questo profilo su Apple TV, rimuovendone i file multimediali, i dati delle app su iCloud e l’account di Game Center.
ja: このApple TVからこのプロフィールをサインアウトし、そのプロフィールのメディア、iCloud内のアプリデータ、Game Centerアカウントを削除します。
ko: 이 프로필이 이 Apple TV에서 로그아웃되고, 해당 프로필의 iCloud에 있는 앱 데이터, 미디어 및 Game Center 계정이 제거됩니다.
ms: Daftar keluar profil ini daripada Apple TV ini, yang mengeluarkan media, data app dalam iCloud dan akaun Game Center mereka.
nb: Logger denne profilen av Apple TV og fjerner iCloud-kontoens medier og appdata, samt Game Center-kontoen.
nl: Log dit profiel uit bij deze Apple TV. Hiermee worden de media, appgegevens in iCloud en de Game Center-account van dit profiel verwijderd.
pl: Wylogowanie tego profilu z Apple TV usunie jego multimedia, dane aplikacji w iCloud oraz konto Game Center.
pt_br: Finalize a sessão deste perfil nesta Apple TV e remova seu conteúdo, os dados de apps no iCloud e a conta do Game Center.
pt_pt: Terminar a sessão deste perfil nesta Apple TV remove os respetivos conteúdos multimédia, dados de aplicações em iCloud e conta do Game Center.
ro: Ieșiți din acest profil de pe acest Apple TV, eliminându‑i conținutul multimedia, datele aplicațiilor de pe iCloud și contul de Game Center.
ru: Выйти из этого профиля на Apple TV, а также удалить связанные с ним данные приложений в iCloud, медиаконтент и учетную запись Game Center.
sk: Po odhlásení tohto profilu z Apple TV budú odstránené jeho médiá, dáta apiek na iCloude a Game Center účet.
sl: Izpišite ta profil iz tega Apple TV-ja. Pri tem bodo odstranjeni predstavnostne vsebine, podatki o aplikacijah v storitvi iCloud in račun Game Center.
sv: Logga ut den här profilen från denna Apple TV. Detta tar bort användarens medier, appdata på iCloud och Game Center-konto.
th: การลงชื่อโปรไฟล์นี้ออกจาก Apple TV เครื่องนี้จะเอาสื่อ ข้อมูลแอปบน iCloud และบัญชี Game Center ของผู้ใช้ออก
tr: Bu profilin bu Apple TV’den çıkışını yapıp ortamlarını, iCloud’daki uygulama verilerini ve Game Center hesabını siler.
uk: Якщо на цьому Apple TV вийти із системи для цього профілю, буде видалено його медіавміст, дані програм в iCloud і обліковий запис Game Center.
vi: Đăng xuất hồ sơ này khỏi Apple TV này, xóa phương tiện, dữ liệu ứng dụng trong iCloud và tài khoản Game Center của họ.
zh_cn: 将此个人资料从这台Apple TV上退出登录，移除其媒体、iCloud中的App数据以及Game Center账户。
zh_hk: 將此個人檔案登出此Apple TV，移除其媒體、iCloud中的App資料和Game Center帳户。
zh_tw: 將此個人檔案登出此Apple TV，移除其媒體、iCloud中的App資料和Game Center帳號。

# AccountsUserRemoveUserDescriptionDefaultUser
source: Sign the default profile out of this Apple TV, removing their media, Game Center account, and the iCloud account used for Photos, Sign in with Apple, One Home Screen, and Apple Home.
ar: تسجيل خروج ملف التعريف الافتراضي من هذا الـ Apple TV، ومن ثم إزالة ما يخصه من الوسائط وحساب Game Center، وحساب iCloud المستخدَم لتطبيق الصور و"تسجيل الدخول باستخدام Apple" و"شاشة One الرئيسية" وتطبيق المنزل من Apple.
ca: Tanca la sessió del perfil per omissió de l’Apple TV i elimina el seu contingut multimèdia, el seu compte del Game Center, el compte de l’iCloud que utilitza amb l’app Fotos, l’inici de sessió amb Apple, l’opció “Una pantalla d’inici” i l’Apple Home.
cs: Odhlásí výchozí profil z Apple TV a odstraní jeho média, účet v Game Centru a účet na iCloudu používaný pro aplikaci Fotky a pro funkce Přihlášení přes Apple, Společná plocha a Domácnost Apple.
da: Log standardprofilen ud af dette Apple TV. Brugerens medier, Game Center-konto og iCloud-kontoen, der bruges til Fotos, Log ind med Apple, Samme hjemmeskærm og Apple Hjem, bliver fjernet.
de: Melde das Standardprofil dieses Apple TV ab, entferne die zugehörigen Medien, den Game Center-Account und den iCloud-Account, der für „Fotos“, „Mit Apple anmelden“, „Gleicher Home-Bildschirm“ und Apple Home verwendet wird.
el: Αποσύνδεση του προεπιλεγμένου προφίλ από αυτό το Apple TV και αφαίρεση των πολυμέσων, του λογαριασμού Game Center και του λογαριασμού iCloud του χρήστη που χρησιμοποιείται για τις Φωτογραφίες, τη Σύνδεση μέσω Apple, τη Μία οθόνη Αφετηρίας και την Οικία Apple.
es: Se cerrará la sesión del perfil por omisión en este Apple TV y se eliminará su contenido multimedia, su cuenta de Game Center y la cuenta de iCloud que usa para la app Fotos, el inicio de sesión con Apple, la opción “Una pantalla de inicio” y Apple Home.
es_us: Cierra la sesión del perfil predeterminado de este Apple TV, lo que eliminará sus contenidos multimedia, su cuenta de Game Center y la cuenta de iCloud usada para Fotos, Iniciar sesión con Apple, la pantalla de inicio única y la app Casa.
fi: Kirjaa oletusprofiili ulos tästä Apple TV:stä ja poista käyttäjän media, Game Center -tili sekä Kuville, Kirjaudu sisään Applella -ominaisuudelle, Yksi Koti-valikko -ominaisuudelle ja Applen Kodille käytetty iCloud-tili.
fr: Déconnectez le profil par défaut de cette Apple TV pour supprimer ses contenus multimédias, son compte Game Center ainsi que le compte iCloud utilisé pour Photos, « Se connecter avec Apple », « Écran d’accueil unique » et Apple Home.
fr_ca: Déconnectez le profil par défaut de cette Apple TV. Cela aura pour effet de supprimer son contenu multimédia, son compte Game Center et le compte iCloud utilisé avec Photos, Connexion avec Apple, Mon écran d’accueil et Apple Home.
he: ניתן לנתק את פרופיל ברירת המחדל מה-Apple TV ולהסיר את המדיה שלו, את חשבון ה-Game Center ואת חשבון ה-iCloud המשמש עבור ״תמונות״, ״התחברות באמצעות Apple״, ״מסך בית יחיד״ ו-Apple Home.
hi: डिफॉल्ट प्रोफ़ाइल को इस Apple TV से साइन आउट करें और उनके मीडिया, Game Center खाता और तस्वीर, Apple से साइन इन करें, एक होम स्क्रीन और Apple Home के लिए उपयोग किया जाने वाला iCloud खाता हटाएँ।
hr: Odjavite standardni profil ovog Apple TV-a i time uklonite njegove medije, Game Center račun i iCloud račun korišten za fotografije, Prijavu s Appleom, Jedan početni zaslon i Apple Dom.
hu: Kiléptetheti az alapértelmezett profilt erről az Apple TV-ről, valamint eltávolíthatja a médiatartalmait, a Game Center-fiókját, továbbá a Fotókhoz, a Bejelentkezés az Apple-lel funkcióhoz, az Egy főképernyő funkcióhoz és az Apple Otthonhoz használt iCloud-fiókját.
id: Keluarkan profil default dari Apple TV ini, yang akan menghapus media, akun Game Center, dan akun iCloud mereka yang digunakan untuk Foto, Masuk dengan Apple, Satu Layar Utama, dan Rumah Apple.
it: Esegui il logout del profilo di default su Apple TV, rimuovendone i file multimediali, l’account di Game Center e quello di iCloud utilizzato per Foto, “Accedi con Apple”, Apple Home e la schermata Home unica.
ja: このApple TVからデフォルトプロフィールをサインアウトし、そのプロフィールのメディアとGame Centerアカウントを削除します。それに加えて、“写真”、“Appleでサインイン”、“1つのホーム画面”、Apple Homeで使用しているiCloudのアカウントも削除します。
ko: 기본 프로필이 이 Apple TV에서 로그아웃되고, 해당 프로필의 미디어 및 Game Center 계정과 함께 사진, ‘Apple로 로그인’, ‘하나의 홈 화면’ 및 Apple 홈에 사용된 iCloud 계정이 제거됩니다.
ms: Daftar keluar profil lalai daripada Apple TV ini, yang mengeluarkan media, akaun Game Center dan akaun iCloud mereka yang digunakan untuk Foto, Daftar masuk dengan Apple, Satu Skrin Utama dan Apple Home.
nb: Logg standardprofilen av Apple TV. Dette fjerner brukerens medier, Game Center-konto og iCloud-kontoen som brukes til Bilder, Logg på med Apple, Felles Hjem-skjerm og Hjem.
nl: Log het standaardprofiel uit bij deze Apple TV. Hiermee worden voor dit profiel de media, de Game Center-account en de iCloud-account die wordt gebruikt voor Foto's, 'Log in met Apple', 'Eén beginscherm' en Apple Woning verwijderd.
pl: Wylogowanie tego profilu domyślnego z Apple TV usunie jego multimedia, konto Game Center oraz konto iCloud używane przez aplikację Zdjęcia, funkcję logowania się przy użyciu konta Apple, funkcję jednego ekranu głównego oraz platformę Apple Home.
pt_br: Finalize a sessão do perfil padrão desta Apple TV e remove seu conteúdo, a conta do Game Center e a conta do iCloud usada para o app Fotos, o Início de Sessão com a Apple, a opção Uma Tela de Início e o Apple Home.
pt_pt: Terminar a sessão do perfil predefinido nesta Apple TV remove os respetivos conteúdos multimédia, conta do Game Center e a conta iCloud usada para Fotografias, Iniciar sessão com a Apple, ecrã principal e Apple Home.
ro: Ieșiți din profilul implicit de pe acest Apple TV, eliminându‑i conținutul multimedia, contul de Game Center și contul de iCloud utilizat pentru Poze, „Autentificare cu Apple”, „Un ecran principal” și Locuință Apple.
ru: Выйти из этого профиля по умолчанию на Apple TV и удалить связанные с ним данные: медиаконтент, учетную запись Game Center и учетную запись iCloud, используемую для функций «Вход с Apple» и «Один экран “Домой”», а также для доступа к приложениям «Фото» и «Дом» от Apple.
sk: Po odhlásení predvoleného profilu z Apple TV budú odstránené jeho médiá, Game Center účet a iCloud účet používaný pre Fotky, Prihlásenie cez Apple, Zjednotenú plochu a Apple Domácnosť.
sl: Izpišite privzeti profil iz tega Apple TV-ja. Pri tem bodo odstranjeni njegove predstavnostne vsebine, račun Game Center in račun iCloud, ki se uporablja za aplikacijo Fotografije, funkciji Vpiši se z računom Apple in En domači zaslon ter Dom Apple.
sv: Logga ut den förvalda profilen från denna Apple TV. Detta tar bort profilens medier, Game Center-konto och iCloud-kontot som används för Bilder, Logga in med Apple, Samma hemskärm och Hem.
th: การลงชื่อโปรไฟล์เริ่มต้นออกจาก Apple TV เครื่องนี้จะเอาสื่อ, บัญชี Game Center และบัญชี iCloud ที่ใช้สำหรับรูปภาพ, การลงชื่อเข้าด้วย Apple, หน้าจอโฮมเดียวกัน และ Apple Home ของผู้ใช้ออก
tr: Saptanmış profilin bu Apple TV’den çıkışını yapıp ortamlarını, Game Center hesabını ve Fotoğraflar, Apple ile Giriş Yap, Bir Ana Ekran ve Apple Ev için kullanılan iCloud hesabını siler.
uk: Якщо на цьому Apple TV вийти із системи для типового профілю, буде видалено його медіавміст, обліковий запис Game Center і обліковий запис iCloud, що використовується для Фотографій, Входу з Apple, Єдиного початкового екрана й програми «Дім» від Apple.
vi: Đăng xuất hồ sơ mặc định khỏi Apple TV này, xóa phương tiện, tài khoản Game Center, cũng như tài khoản iCloud được sử dụng cho Ảnh, Đăng nhập bằng Apple, Một màn hình chính và Nhà Apple của họ.
zh_cn: 将默认个人资料从这台Apple TV退出登录，移除其媒体、Game Center账户以及用于“照片”、“通过Apple登录”、“一个主屏幕”和Apple家庭的iCloud账户。
zh_hk: 將預設個人檔案登出此Apple TV，移除其媒體、Game Center帳户以及用於「相片」、「使用Apple登入」、「單一主畫面」和「Apple家居」的iCloud帳户。
zh_tw: 將預設個人檔案登出此Apple TV，移除其媒體、Game Center帳號，以及用於「照片」、「使用Apple登入」、「單一主畫面」和「Apple家庭」的iCloud帳號。

# AccountsUserRemoveUserDescriptionForHomeUserNoHomeNameFallback
source: %1$@ is part of this Apple TV’s home. To remove %1$@ from this Apple TV, remove them from the home or change their settings using the Home app on iOS.
ar: ‏%1$@ جزء من المنزل على هذا الـ Apple TV. لإزالة %1$@ من هذا الـ Apple TV، يمكنك إزالته من المنزل أو تغيير إعداداته باستخدام تطبيق المنزل على iOS.
ca: %1$@ forma part de la casa on es troba l’Apple TV. Per eliminar %1$@ de l’Apple TV, cal que l’eliminis de la casa o que en canviïs la configuració a l’app Casa d’un dispositiu iOS.
cs: %1$@ je členem domácnosti, ve které se tato Apple TV nachází. Pokud chcete uživatele %1$@ odebrat z Apple TV, odeberte ho z domácnosti nebo změňte jeho nastavení v aplikaci Domácnost na iOS zařízení.
da: %1$@ er en del af denne Apple TV-enheds hjem. Du kan fjerne %1$@ fra Apple TV ved at fjerne vedkommende fra hjemmet eller ændre indstillingerne i appen Hjem i iOS.
de: %1$@ ist Bestandteil des Zuhauses von diesem Apple TV. Um „%1$@“ von diesem Apple TV zu entfernen, entferne diese Person aus dem Zuhause oder ändere ihre Einstellungen in der Home-App auf iOS.
el: Ο χρήστης «%1$@» είναι μέλος της οικίας αυτού του Apple TV. Για αφαίρεση του χρήστη «%1$@» από αυτό το Apple TV, αφαιρέστε τον από την οικία ή αλλάξτε τις ρυθμίσεις του μέσω της εφαρμογής «Οικία» στο iOS.
es: %1$@ forma parte de la casa en la que se encuentra este Apple TV. Para eliminar %1$@ de este Apple TV, debes eliminarle de la casa o cambiar sus ajustes en la app Casa en iOS.
es_us: %1$@ es parte de la casa de este Apple TV. Para quitar a %1$@ de este Apple TV, elimina su nombre de la casa o cambia su configuración mediante la app Casa en iOS.
fi: %1$@ on Apple TV:n kodin jäsen. Jotta %1$@ voidaan poistaa tästä Apple TV:stä, hänet on poistettava kodista tai hänen asetuksiaan on muutettava iOS:n Koti-apin avulla.
fr: L’utilisateur %1$@ fait partie du domicile de cette Apple TV. Pour supprimer %1$@ de cette Apple TV, supprimez-le du domicile ou modifiez ses réglages à l’aide de l’app Maison sur iOS.
fr_ca: %1$@ appartient au domicile de cette Apple TV. Pour supprimer %1$@ de cette Apple TV, supprimez son nom de ce domicile ou modifiez ses réglages à partir de l’app Domicile sur iOS.
he: ‏%1$@ מהווה חלק מהבית של Apple TV זה. כדי להסיר את %1$@ מ-Apple TV זה, יש להסיר את %1$@ מהבית או לשנות את ההגדרות באמצעות היישום ״הבית שלי״ במכשיר iOS.
hi: %1$@ इस Apple TV के घर के भाग हैं। इस Apple TV से %1$@ को हटाने के लिए, उन्हें घर से हटाएँ या iOS पर घर ऐप का उपयोग करके उनकी सेटिंग बदलें।
hr: %1$@ je dio doma ovog Apple TV-a. Kako biste uklonili %1$@ s ovog Apple TV-a, uklonite ih iz doma ili promijenite njihove postavke pomoću aplikacije Dom na iOS-u.
hu: A(z) %1$@ nevű felhasználó ennek az Apple TV-hez tartozó otthonnak a része. A(z) %1$@ nevű felhasználó Apple TV-ről való eltávolításához távolítsa el az otthonból, vagy módosítsa a beállítását az iOS Otthon appjával.
id: %1$@ adalah bagian dari rumah Apple TV ini. Untuk menghapusnya dari Apple TV ini, hapus %1$@ dari rumah atau ubah pengaturannya menggunakan app Rumah di iOS.
it: %1$@ fa parte dell’abitazione associata a questa Apple TV. Per rimuovere %1$@ da questa Apple TV, rimuovi l’utente dall’abitazione o modifica le impostazioni associate tramite l’app Casa su iOS.
ja: %1$[tt]@さんはこのApple TVのホームの一部です。%1$[tt]@さんをこのApple TVから削除するには、ホームからそれらを削除するか、またはiOSのホームアプリを使用してそれらの設定を変更してください。
ko: %1$@님은 이 Apple TV 홈의 구성원입니다. 이 Apple TV에서 %1$@님을 삭제하려면 홈에서 삭제하거나, iOS의 홈 앱을 사용하여 설정을 변경하십시오.
ms: %1$@ adalah sebahagian daripada rumah Apple TV ini. Untuk mengeluarkan %1$@ daripada Apple TV ini, keluarkannya daripada rumah atau tukar setingnya menggunakan app Rumah pada iOS.
nb: %1$@ er del av dette Apple TV-hjemmet. Hvis du vil fjerne %1$@ fra Apple TV, må du fjerne dem fra hjemmet eller bruke Hjem-appen på iOS til å endre kontoinnstillingene.
nl: %1$@ hoort bij de woning van deze Apple TV. Om %1$@ uit deze Apple TV te verwijderen, verwijder je deze gebruiker uit de woning of wijzig je de instellingen via de Woning-app in iOS.
pl: %1$@ należy do tego domu Apple TV. Aby usunąć użytkownika %1$@ z tego Apple TV, usuń go z domu lub zmień jego ustawienia w aplikacji Dom na urządzeniu iOS.
pt_br: %1$@ faz parte da casa dessa Apple TV. Para remover %1$@ desta Apple TV, remova essa pessoa da casa ou use o app Casa no iOS para alterar os ajustes.
pt_pt: %1$@ faz parte da casa desta Apple TV. Para remover %1$@ desta Apple TV, remova também da casa ou altere as respetivas definições na aplicação Casa, no iOS.
ro: %1$@ face parte din locuința acestui Apple TV. Pentru a elimina utilizatorul %1$@ de pe acest Apple TV, eliminați‑l din locuință sau schimbați‑i configurările folosind aplicația Locuință pe iOS.
ru: %1$@ может управлять домом, в котором находится этот Apple TV. Чтобы удалить пользователя %1$@ с этого Apple TV, измените настройки в приложении «Дом» на устройстве iOS или удалите из него этого пользователя.
sk: %1$@ je členom domácnosti, ktorej súčasťou je aj toto Apple TV. Ak chcete odstrániť užívateľa %1$@ z tohto Apple TV, odstráňte ho z domácnosti alebo upravte jeho nastavenia v apke Domácnosť v iOS.
sl: %1$@ je del doma tega Apple TV-ja. Če želite odstraniti uporabnika %1$@ iz tega Apple TV-ja, ga odstranite iz doma ali spremenite njegove nastavitve z aplikacijo Dom v napravi iOS.
sv: %1$@ är en del av hemmet för denna Apple TV. Om du vill ta bort %1$@ från denna Apple TV tar du bort användaren från hemmet eller ändrar användarens inställningar via appen Hem på iOS.
th: %1$[tt]@เป็นส่วนหนึ่งของ Apple TV ในบ้านเครื่องนี้ ในการเอา%1$[tt]@ออกจาก Apple TV เครื่องนี้ ให้เอาออกจากบ้านหรือเปลี่ยนการตั้งค่าของเขาโดยใช้แอปบ้านบน iOS
tr: %1$@, bu Apple TV’nin evinin bir parçası. %1$@ adlı kişiyi bu Apple TV’den silmek için evden silin veya iOS’teki Ev uygulamasını kullanarak ayarlarını değiştirin.
uk: %1$@ є частиною дому цього Apple TV. Щоб вилучити користувача %1$@ із цього Apple TV, вилучіть його з цього дому або змініть його параметри в програмі «Дім» в iOS.
vi: %1$@ là một thành viên trong nhà của Apple TV này. Để xóa %1$@ khỏi Apple TV này, hãy xóa họ khỏi nhà hoặc thay đổi cài đặt của họ bằng ứng dụng Nhà trên iOS.
zh_cn: %1$@属于这台Apple TV的家庭。若要从这台Apple TV移除%1$@，请将它们从该家庭移除，或使用iOS上的“家庭”App更改其设置。
zh_hk: %1$@是此Apple TV之家居的一部份。如要從此Apple TV上移除%1$@，請將其從家居上移除，或在iOS上使用「家居」App更改其的設定。
zh_tw: %1$@是此Apple TV家庭的一部分。若要從這部Apple TV移除%1$@，請將它們從家庭中移除，或在iOS上使用「家庭」App更改其設定。

# AccountsUserRemoveUserTitle
source: Remove Profile
ar: إزالة ملف التعريف
ca: Elimina el perfil
cs: Odstranit profil
da: Fjern profil
de: Profil entfernen
el: Αφαίρεση προφίλ
es: ¿Eliminar perfil?
es_us: Eliminar perfil
fi: Poista profiili
fr: Supprimer le profil
fr_ca: Supprimer le profil
he: הסרת הפרופיל
hi: प्रोफ़ाइल हटाएँ
hr: Ukloni profil
hu: Profil eltávolítása
id: Hapus Profil
it: Rimuovi profilo
ja: プロファイルを削除
ko: 프로필 제거
ms: Keluarkan Profil
nb: Fjern profil
nl: Verwijder profiel
pl: Usuń profil
pt_br: Remover Perfil
pt_pt: Remover perfil
ro: Eliminați profilul
ru: Удалить профиль
sk: Odstrániť profil
sl: Odstranjevanje profila
sv: Ta bort profil
th: เอาโปรไฟล์ออก
tr: Profili Sil
uk: Вилучити профіль
vi: Xóa hồ sơ
zh_cn: 移除描述文件
zh_hk: 移除描述檔
zh_tw: 移除描述檔

# AccountsUserRequirePasswordSectionTitle
source: Require Password
ar: المطالبة بإدخال كلمة السر
ca: Demana la contrasenya
cs: Požadovat heslo
da: Kræv adgangskode
de: Passwort erforderlich
el: Απαίτηση συνθηματικού
es: Solicitar contraseña
es_us: Solicitar contraseña
fi: Vaadi salasana
fr: Exiger le mot de passe
fr_ca: Mot de passe exigé
he: דרישת סיסמה
hi: पासवर्ड आवश्यक
hr: Korištenje lozinke
hu: Jelszó igénylése
id: Diperlukan Kata Sandi
it: Richiedi password
ja: パスワードを要求
ko: 암호 입력
ms: Perlukan Kata Laluan
nb: Krev passord
nl: Vereis wachtwoord
pl: Wymagaj hasła
pt_br: Exigir Senha
pt_pt: Pedir palavra‑passe
ro: Solicitare parolă
ru: Запрос пароля
sk: Vyžadovať heslo
sl: Zahtevanje gesla
sv: Kräv lösenord
th: ต้องใส่รหัสผ่าน
tr: Parola Gereksin
uk: Вимагати пароль
vi: Yêu cầu Mật khẩu
zh_cn: 需要密码
zh_hk: 需要密碼
zh_tw: 需要密碼

# AccountsUsersFollowUpSectionTitle
source: Suggestions
ar: الاقتراحات
ca: Suggeriments
cs: Návrhy
da: Forslag
de: Vorschläge
el: Προτάσεις
es: Sugerencias
es_us: Sugerencias
fi: Ehdotukset
he: הצעות
hi: सुझाव
hr: Prijedlozi
hu: Javaslatok
id: Saran
it: Suggerimenti
ja: 候補
ko: 제안
ms: Cadangan
nb: Forslag
nl: Suggesties
pl: Sugestie
pt_br: Sugestões
pt_pt: Sugestões
ro: Sugestii
ru: Предложения
sk: Návrhy
sl: Predlogi
sv: Förslag
th: คำแนะนำ
tr: Öneriler
uk: Пропозиції
vi: Gợi ý
zh_cn: 建议
zh_hk: 建議
zh_tw: 建議

# AccountsUserSignInServiceErrorActionTitle
source: OK
ar: موافق
he: אישור
hi: ठीक
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# AccountsUserSignInServiceErrorGenericMessage
source: There was a problem signing in.
ar: حدثت مشكلة أثناء تسجيل الدخول.
ca: Hi ha hagut un problema en iniciar sessió.
cs: Došlo k problému s přihlášením.
da: Der opstod et problem med at logge ind.
de: Beim Anmelden ist ein Problem aufgetreten.
el: Παρουσιάστηκε πρόβλημα σύνδεσης.
es: Ha habido un problema al iniciar sesión.
es_us: Ocurrió un problema al iniciar sesión.
fi: Ongelma sisäänkirjauduttaessa.
fr: Un problème est survenu lors de la connexion.
fr_ca: Un problème est survenu lors de la connexion.
he: אירעה בעיה בהתחברות.
hi: साइन इन करने में समस्या आई।
hr: Došlo je do problema prilikom prijave.
hu: Probléma történt a bejelentkezéskor.
id: Ada masalah saat masuk.
it: Si è verificato un problema durante l’accesso.
ja: サインインに問題がありました。
ko: 로그인하는 도중 문제가 발생했습니다.
ms: Terdapat masalah mendaftar masuk.
nb: Det oppsto en feil med påloggingen.
nl: Er heeft zich een probleem voorgedaan bij het inloggen.
pl: Wystąpił problem z logowaniem się.
pt_br: Ocorreu um problema ao iniciar a sessão.
pt_pt: Ocorreu um problema ao iniciar sessão.
ro: A existat o problemă de autentificare.
ru: При входе возникла проблема.
sk: Pri prihlasovaní sa vyskytol problém.
sl: Prišlo je do težave pri vpisu.
sv: Ett problem uppstod vid inloggningen.
th: มีปัญหาในการลงชื่อเข้า
tr: Giriş yapmayla ilgili bir sorun oluştu.
uk: Виникла проблема під час входу.
vi: Đã xảy ra sự cố khi đăng nhập.
zh_cn: 登录出错。
zh_hk: 登入時發生問題。
zh_tw: 登入時發生問題。
